Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Last 30 Days
ca: Últims 30 dies
de: Letzte 30 Tage
eo: Lastaj 30 tagoj
pl: Ostatnie 30 dni
zh_hans: 最近 30 天

source: Last transcription copied
ca: S'ha copiat l'última transcripció
de: Letzte Transkription kopiert
eo: Lasta transskribo kopiita
pl: Skopiowano ostatnią transkrypcję
zh_hans: 已拷贝上次转写

source: Latest fixes and releases
ca: Últimes correccions i versions
de: Neueste Korrekturen und Versionen
eo: Plej novaj korektoj kaj eldonoj
pl: Najnowsze poprawki i wydania
zh_hans: 最新修复和版本

source: Launch at Login
ca: Obrir en iniciar la sessió
de: Bei Anmeldung starten
eo: Lanĉi ĉe ensaluto
pl: Uruchom przy logowaniu
zh_hans: 登录时启动

source: Learn more
ca: Més informació
de: Mehr erfahren
eo: Lerni pli
pl: Dowiedz się więcej
zh_hans: 进一步了解

source: Let's try it once again.
ca: Tornem-ho a provar.
eo: Ni provu ankoraŭ unu fojon.
pl: Spróbujmy jeszcze raz.
zh_hans: 我们再试一次。

source: Lifetime access
ca: Accés de per vida
de: Lebenslanger Zugang
eo: Dumviva aliro
pl: Dożywotni dostęp
zh_hans: 终身使用权

source: Lifetime access.
ca: Accés de per vida.
de: Lebenslanger Zugang.
eo: Dumviva aliro.
pl: Dożywotni dostęp.
zh_hans: 终身使用权。

source: Light
ca: Clar
de: Hell
eo: Hela
pl: Jasny
zh_hans: 浅色

source: Listing files from repository...
ca: S'estan llistant els fitxers del repositori...
de: Dateien aus dem Repository werden aufgelistet...
eo: Listigado de dosieroj el deponejo...
pl: Wyświetlanie plików z repozytorium...
zh_hans: 正在列出仓库中的文件…

source: Live Text Display
ca: Visualització del text en directe
de: Live-Text-Anzeige
eo: Viva montrado de teksto
pl: Wyświetlanie tekstu na żywo
zh_hans: 实时文本显示

source: Load a template or enter a command to enable Local CLI enhancement.
ca: Carrega una plantilla o introdueix una ordre per activar la millora amb CLI local.
de: Lade eine Vorlage oder gib einen Befehl ein, um die lokale CLI-Verbesserung zu aktivieren.
eo: Ŝargu ŝablonon aŭ enigu komandon por ŝalti plibonigon per loka CLI.
pl: Załaduj szablon lub wpisz polecenie, aby włączyć ulepszanie przez lokalny CLI.
zh_hans: 载入模板或输入命令，以启用本地 CLI 润色。

source: Load More
ca: Carregar-ne més
de: Mehr laden
eo: Ŝargi pli
pl: Załaduj więcej
zh_hans: 载入更多

source: Load Template
ca: Carregar una plantilla
de: Vorlage laden
eo: Ŝargi ŝablonon
pl: Załaduj szablon
zh_hans: 载入模板

source: Loading
ca: S'està carregant
de: Wird geladen
eo: Ŝargado
pl: Ładowanie
zh_hans: 正在载入

source: Loading apps
ca: S'estan carregant les apps
de: Apps werden geladen
eo: Ŝargado de aplikaĵoj
pl: Ładowanie aplikacji
zh_hans: 正在载入 App

source: Loading model...
ca: S'està carregant el model...
de: Modell wird geladen...
eo: Ŝargado de modelo...
pl: Ładowanie modelu...
zh_hans: 正在载入模型…

source: Loading...
ca: S'està carregant...
de: Wird geladen …
eo: Ŝargado...
pl: Ładowanie...
zh_hans: 正在载入…

source: Local & CLI Providers
ca: Proveïdors locals i de CLI
de: Lokale & CLI-Anbieter
eo: Lokaj kaj CLI-provizantoj
pl: Dostawcy lokalni i CLI
zh_hans: 本地与 CLI 提供商

source: Local CLI
ca: CLI local
de: Lokale CLI
eo: Loka CLI
pl: Lokalny CLI
zh_hans: 本地 CLI

source: Local CLI command failed with exit code %lld: %@
ca: L'ordre de CLI local ha fallat amb el codi de sortida %lld: %@
de: Lokaler CLI-Befehl ist mit Exit-Code %lld fehlgeschlagen: %@
eo: Loka CLI-komando malsukcesis kun elira kodo %lld: %@
pl: Lokalny polecenie CLI zakończyło się błędem z kodem wyjścia %lld: %@
zh_hans: 本地 CLI 命令执行失败，退出代码 %lld：%@

source: Local CLI command failed with exit code %lld.
ca: L'ordre de CLI local ha fallat amb el codi de sortida %lld.
de: Lokaler CLI-Befehl ist mit Exit-Code %lld fehlgeschlagen.
eo: Loka CLI-komando malsukcesis kun elira kodo %lld.
pl: Lokalny polecenie CLI zakończyło się błędem z kodem wyjścia %lld.
zh_hans: 本地 CLI 命令执行失败，退出代码 %lld。

source: Local CLI command is not configured. Load a template or enter a command first.
ca: L'ordre de CLI local no està configurada. Primer carrega una plantilla o introdueix una ordre.
de: Lokaler CLI-Befehl ist nicht konfiguriert. Lade eine Vorlage oder gib zuerst einen Befehl ein.
eo: Loka CLI-komando ne estas agordita. Unue ŝargu ŝablonon aŭ enigu komandon.
pl: Lokalne polecenie CLI nie jest skonfigurowane. Najpierw wczytaj szablon lub wprowadź polecenie.
zh_hans: 本地 CLI 命令尚未配置。请先载入模板或输入命令。

source: Local CLI command returned empty output.
ca: L'ordre de CLI local ha retornat una sortida buida.
de: Lokaler CLI-Befehl hat eine leere Ausgabe zurückgegeben.
eo: Loka CLI-komando redonis malplenan eligon.
pl: Lokalne polecenie CLI zwróciło puste dane wyjściowe.
zh_hans: 本地 CLI 命令返回了空输出。

source: Local CLI command timed out after %lld seconds.
ca: S'ha esgotat el temps d'espera de l'ordre de CLI local després de %lld segons.
de: Zeitüberschreitung des lokalen CLI-Befehls nach %lld Sekunden.
eo: Loka CLI-komando eltempiĝis post %lld sekundoj.
pl: Przekroczono czas oczekiwania na lokalne polecenie CLI po %lld sekundach.
zh_hans: 本地 CLI 命令在 %lld 秒后超时。

source: Local CLI command was not found. Use an absolute path or fix your shell PATH. Details: %@
ca: No s'ha trobat l'ordre de CLI local. Fes servir un camí absolut o corregeix la variable PATH de l'intèrpret d'ordres. Detalls: %@
de: Lokaler CLI-Befehl wurde nicht gefunden. Verwende einen absoluten Pfad oder korrigiere deinen Shell-PATH. Details: %@
eo: Loka CLI-komando ne troviĝis. Uzu absolutan vojon aŭ korektu la PATH de via ŝelo. Detaloj: %@
pl: Nie znaleziono lokalnego polecenia CLI. Użyj ścieżki bezwzględnej lub popraw zmienną PATH powłoki. Szczegóły: %@
zh_hans: 未找到本地 CLI 命令。请使用绝对路径，或修复 shell 的 PATH。详细信息：%@

source: Local models don't work reliably on Intel Macs
ca: Els models locals no funcionen de manera fiable als Mac amb Intel
de: Lokale Modelle funktionieren auf Intel-Macs nicht zuverlässig
eo: Lokaj modeloj ne funkcias fidinde en Mac-oj kun Intel
pl: Lokalne modele nie działają niezawodnie na Macach z procesorem Intel
zh_hans: 本地模型在 Intel Mac 上无法可靠运行

source: Local server
ca: Servidor local
de: Lokaler Server
eo: Loka servilo
pl: Lokalny serwer
zh_hans: 本地服务器

source: Local Storage
ca: Emmagatzematge local
de: Lokaler Speicher
eo: Loka konservejo
pl: Pamięć lokalna
zh_hans: 本地存储

source: Locked
ca: Bloquejat
de: Gesperrt
eo: Ŝlosita
pl: Zablokowane
zh_hans: 已锁定

source: Lost Key?
ca: Has perdut la clau?
de: Schlüssel verloren?
eo: Ĉu perdita ŝlosilo?
pl: Zgubiony klucz?
zh_hans: 找不到密钥？

source: Lowercase and Paste
ca: Passar a minúscules i enganxar
de: In Kleinbuchstaben einfügen
eo: Minuskligi kaj alglui
pl: Małe litery i wklej
zh_hans: 转换为小写并粘贴

source: Manage custom enhancement models in the Custom tab.
ca: Gestiona els models de millora personalitzats a la pestanya Personalitzat.
de: Eigene Verbesserungsmodelle im Tab „Eigene“ verwalten.
eo: Administru proprajn plibonigajn modelojn en la langeto Propraj.
pl: Zarządzaj własnymi modelami ulepszania w zakładce Własne.
zh_hans: 在「自定」标签页中管理自定润色模型。

source: Manage Models
ca: Gestionar els models
de: Modelle verwalten
eo: Administri modelojn
pl: Zarządzaj modelami
zh_hans: 模型目录

source: Manage Modes
ca: Gestionar els modes
de: Modi verwalten
eo: Administri reĝimojn
pl: Zarządzaj trybami
zh_hans: 转写模式

source: Memory
ca: Memòria
de: Arbeitsspeicher
eo: Memoro
pl: Pamięć RAM
zh_hans: 内存

source: Microphone
ca: Micròfon
de: Mikrofon
eo: Mikrofono
pl: Mikrofon
zh_hans: 麦克风

source: Microphone Mode
ca: Mode del micròfon
de: Mikrofon-Modus
eo: Mikrofona reĝimo
pl: Tryb mikrofonu
zh_hans: 麦克风模式

source: Middle-Click Recording
ca: Enregistrament amb el clic del mig
de: Mittelklick-Aufnahme
eo: Registrado per meza klako
pl: Nagrywanie środkowym przyciskiem
zh_hans: 中键点按录音

source: Minimum words
ca: Mínim de paraules
de: Mindestwörter
eo: Minimuma nombro de vortoj
pl: Minimalna liczba słów
zh_hans: 最少词数

source: Mode name
ca: Nom del mode
de: Modusname
eo: Nomo de reĝimo
pl: Nazwa trybu
zh_hans: 模式名称

source: Mode name cannot be empty.
ca: El nom del mode no pot estar buit.
de: Modusname darf nicht leer sein.
eo: La nomo de reĝimo ne povas esti malplena.
pl: Nazwa trybu nie może być pusta.
zh_hans: 模式名称不能为空。

source: Mode shortcuts
ca: Dreceres dels modes
de: Modus-Tastenkürzel
eo: Klavkombinoj de reĝimoj
pl: Skróty trybów
zh_hans: 模式快捷键

source: Model Catalog
ca: Catàleg de models
de: Modellkatalog
eo: Katalogo de modeloj
pl: Katalog modeli
zh_hans: 模型目录

source: Model Name
ca: Nom del model
de: Modellname
eo: Nomo de modelo
pl: Nazwa modelu
zh_hans: 模型名称

source: Model name cannot be empty
ca: El nom del model no pot estar buit
de: Modellname darf nicht leer sein
eo: La nomo de modelo ne povas esti malplena
pl: Nazwa modelu nie może być pusta
zh_hans: 模型名称不能为空

source: Model Performance
ca: Rendiment del model
de: Modell-Leistung
eo: Rendimento de modelo
pl: Wydajność modelu
zh_hans: 模型性能

source: Model performance period
ca: Període del rendiment del model
de: Zeitraum für Modellleistung
eo: Periodo de modela rendimento
pl: Okres wydajności modelu
zh_hans: 模型性能时间范围

source: Model Settings
ca: Configuració del model
de: Modelleinstellungen
eo: Agordoj de modelo
pl: Ustawienia modelu
zh_hans: 模型设置

source: models available
ca: models disponibles
de: Modelle verfügbar
eo: disponeblaj modeloj
pl: modele dostępne
zh_hans: 个可用模型

source: Modes Settings
ca: Configuració dels modes
de: Modi-Einstellungen
eo: Agordoj de reĝimoj
pl: Ustawienia trybów
zh_hans: 模式设置

source: Monthly Productivity
ca: Productivitat mensual
de: Monatliche Produktivität
eo: Monata produktiveco
pl: Miesięczna produktywność
zh_hans: 月度生产力

source: More enhancement models available
ca: Hi ha més models de millora disponibles
de: Weitere Verbesserungsmodelle verfügbar
eo: Pliaj modeloj de plibonigo disponeblas
pl: Dostępne są kolejne modele ulepszania
zh_hans: 还有更多润色模型可用

source: More transcription models available
ca: Hi ha més models de transcripció disponibles
de: Weitere Transkriptionsmodelle verfügbar
eo: Pliaj modeloj de transskribo disponeblas
pl: Dostępne są kolejne modele transkrypcji
zh_hans: 还有更多转写模型可用

source: Move down
ca: Moure avall
de: Nach unten
eo: Movi malsupren
pl: Przesuń w dół
zh_hans: 下移

source: Move up
ca: Moure amunt
de: Nach oben
eo: Movi supren
pl: Przesuń w górę
zh_hans: 上移

source: Multilingual
ca: Multilingüe
eo: Plurlingva
pl: Wielojęzyczny
zh_hans: 多语言

source: Multilingual Model
ca: Model multilingüe
de: Mehrsprachiges Modell
eo: Plurlingva modelo
pl: Model wielojęzyczny
zh_hans: 多语言模型

source: Mute Audio While Recording
ca: Silenciar l'àudio durant l'enregistrament
de: Audio während Aufnahme stummschalten
eo: Silentigi sonon dum registrado
pl: Wycisz dźwięk podczas nagrywania
zh_hans: 录音时将音频静音

source: My Custom Model
ca: El meu model personalitzat
de: Mein eigenes Modell
eo: Mia propra modelo
pl: Mój własny model
zh_hans: 我的自定模型

source: My Enhancement Model
ca: El meu model de millora
de: Mein Verbesserungsmodell
eo: Mia modelo de plibonigo
pl: Mój model ulepszania
zh_hans: 我的润色模型

source: my website link
ca: l'enllaç del meu lloc web
de: mein Website-Link
eo: ligilo al mia retejo
pl: link do mojej strony
zh_hans: 我的网站链接

source: Name cannot be empty
ca: El nom no pot estar buit
de: Name darf nicht leer sein
eo: La nomo ne povas esti malplena
pl: Nazwa nie może być pusta
zh_hans: 名称不能为空

source: Native Apple
ca: Apple natiu
de: Natives Apple
eo: Denaska Apple
pl: Natywny Apple
zh_hans: Apple 原生

source: Needs access
ca: Necessita accés
de: Zugriff erforderlich
eo: Bezonas aliron
pl: Wymagany dostęp
zh_hans: 需要访问权限

source: Network connection failed. Check your internet.
ca: La connexió de xarxa ha fallat. Comprova la connexió a internet.
de: Netzwerkverbindung fehlgeschlagen. Überprüfe deine Internetverbindung.
eo: Reta konekto malsukcesis. Kontrolu vian interretan konekton.
pl: Połączenie sieciowe nie powiodło się. Sprawdź swoje połączenie z internetem.
zh_hans: 网络连接失败。请检查你的网络。

source: Next
ca: Següent
eo: Sekva
pl: Dalej
zh_hans: 下一步

source: No AI Model Selected
ca: No hi ha cap model d'IA seleccionat
de: Kein KI-Modell ausgewählt
eo: Neniu AI-modelo elektita
pl: Nie wybrano modelu AI
zh_hans: 未选择 AI 模型

source: No Apps
ca: Cap app
de: Keine Apps
eo: Neniuj aplikaĵoj
pl: Brak aplikacji
zh_hans: 无 App

source: No apps found
ca: No s'ha trobat cap app
de: Keine Apps gefunden
eo: Neniu aplikaĵo trovita
pl: Nie znaleziono aplikacji
zh_hans: 未找到 App

source: No audio files found older than %lld days.
ca: No s'ha trobat cap fitxer d'àudio de fa més de %lld dies.
de: Keine Audiodateien gefunden, die älter als %lld Tage sind.
eo: Neniu sondosiero pli malnova ol %lld tagoj troviĝis.
pl: Nie znaleziono plików audio starszych niż %lld dni.
zh_hans: 未找到超过 %lld 天的音频文件。

source: No automatic triggers
ca: Cap activador automàtic
de: Keine automatischen Auslöser
eo: Neniuj aŭtomataj ekigiloj
pl: Brak automatycznych wyzwalaczy
zh_hans: 无自动触发条件

source: No Custom Enhancement Models
ca: Cap model de millora personalitzat
de: Keine eigenen Verbesserungsmodelle
eo: Neniuj propraj modeloj de plibonigo
pl: Brak własnych modeli ulepszania
zh_hans: 暂无自定润色模型

source: No Custom Transcription Models
ca: Cap model de transcripció personalitzat
de: Keine eigenen Transkriptionsmodelle
eo: Neniuj propraj modeloj de transskribo
pl: Brak własnych modeli transkrypcji
zh_hans: 无自定转写模型

source: No data for this period
ca: No hi ha dades per a aquest període
de: Keine Daten für diesen Zeitraum
eo: Neniuj datumoj por ĉi tiu periodo
pl: Brak danych dla tego okresu
zh_hans: 此时间段内无数据

source: No devices available
ca: No hi ha cap dispositiu disponible
de: Keine Geräte verfügbar
eo: Neniuj aparatoj disponeblas
pl: Brak dostępnych urządzeń
zh_hans: 无可用设备

source: No error message
ca: Sense missatge d'error
eo: Neniu erarmesaĝo
pl: Brak komunikatu błędu

source: No matching apps
ca: Cap app coincident
de: Keine passenden Apps
eo: Neniuj kongruaj aplikaĵoj
pl: Brak pasujących aplikacji
zh_hans: 没有匹配的 App

source: No microphones found
ca: No s'ha trobat cap micròfon
de: Keine Mikrofone gefunden
eo: Neniu mikrofono trovita
pl: Nie znaleziono mikrofonów
zh_hans: 未找到麦克风

source: No mode selected
ca: No hi ha cap mode seleccionat
de: Kein Modus ausgewählt
eo: Neniu reĝimo elektita
pl: Nie wybrano trybu
zh_hans: 未选择模式

source: No model configured
ca: No hi ha cap model configurat
de: Kein Modell konfiguriert
eo: Neniu modelo agordita
pl: Nie skonfigurowano modelu
zh_hans: 未配置模型

source: No model selected
ca: No hi ha cap model seleccionat
de: Kein Modell ausgewählt
eo: Neniu modelo elektita
pl: Nie wybrano modelu
zh_hans: 未选择模型

source: No models
ca: Cap model
de: Keine Modelle
eo: Neniuj modeloj
pl: Brak modeli
zh_hans: 无模型

source: No models available
ca: No hi ha cap model disponible
de: Keine Modelle verfügbar
eo: Neniuj modeloj disponeblas
pl: Brak dostępnych modeli
zh_hans: 无可用模型

source: No models listed.
ca: No hi ha cap model a la llista.
de: Keine Modelle aufgelistet.
eo: Neniuj modeloj en la listo.
pl: Brak modeli na liście.
zh_hans: 未列出任何模型。

source: No models loaded
ca: No s'ha carregat cap model
de: Keine Modelle geladen
eo: Neniuj modeloj ŝargitaj
pl: Nie załadowano modeli
zh_hans: 未载入任何模型

source: No models loaded.
ca: No s'ha carregat cap model.
de: Keine Modelle geladen.
eo: Neniuj modeloj ŝargitaj.
pl: Nie załadowano modeli.
zh_hans: 未载入任何模型。

source: No Modes
ca: Cap mode
de: Keine Modi
eo: Neniuj reĝimoj
pl: Brak trybów
zh_hans: 无模式

source: No modes available
ca: No hi ha cap mode disponible
de: Keine Modi verfügbar
eo: Neniuj reĝimoj disponeblas
pl: Brak dostępnych trybów
zh_hans: 无可用模式

source: No Modes Available
ca: No hi ha cap mode disponible
de: Keine Modi verfügbar
eo: Neniuj reĝimoj disponeblas
pl: Brak dostępnych trybów
zh_hans: 无可用模式

source: No Modes Yet
ca: Encara no hi ha cap mode
de: Noch keine Modi
eo: Ankoraŭ neniuj reĝimoj
pl: Jeszcze brak trybów
zh_hans: 暂无模式

source: No prompts available
ca: No hi ha cap indicació disponible
de: Keine Prompts verfügbar
eo: Neniuj instigoj disponeblas
pl: Brak dostępnych promptów
zh_hans: 无可用提示词

source: No Prompts Available
ca: No hi ha cap indicació disponible
de: Keine Prompts verfügbar
eo: Neniuj instigoj disponeblas
pl: Brak dostępnych promptów
zh_hans: 无可用提示词

source: No providers connected
ca: No hi ha cap proveïdor connectat
de: Keine Anbieter verbunden
eo: Neniuj provizantoj konektitaj
pl: Brak połączonych dostawców
zh_hans: 未连接任何提供商

source: No Recorder Sessions Yet
ca: Encara no hi ha cap sessió d'enregistrament
de: Noch keine Aufnahmesitzungen
eo: Ankoraŭ neniuj registradaj seancoj
pl: Jeszcze brak sesji nagrywania
zh_hans: 暂无录音器会话

source: No removable language reservations were found.
ca: No s'ha trobat cap reserva d'idioma que es pugui eliminar.
de: Keine entfernbaren Sprachreservierungen gefunden.
eo: Neniuj forigeblaj lingvaj rezervoj troviĝis.
pl: Nie znaleziono usuwalnych rezerwacji językowych.
zh_hans: 未找到可移除的语言预留。

source: No results found
ca: No s'ha trobat cap resultat
de: Keine Ergebnisse gefunden
eo: Neniu rezulto trovita
pl: Nie znaleziono wyników
zh_hans: 未找到结果

source: No sessions
ca: Cap sessió
de: Keine Sitzungen
eo: Neniuj seancoj
pl: Brak sesji
zh_hans: 没有会话

source: No settings were imported.
ca: No s'ha importat cap configuració.
de: Es wurden keine Einstellungen importiert.
eo: Neniuj agordoj estis importitaj.
pl: Nie zaimportowano żadnych ustawień.
zh_hans: 未导入任何设置。

source: No transcription available
ca: No hi ha cap transcripció disponible
de: Keine Transkription verfügbar
eo: Neniu transskribo disponeblas
pl: Brak dostępnej transkrypcji
zh_hans: 无可用转写内容

source: No transcription model selected
ca: No s'ha seleccionat cap model de transcripció
de: Kein Transkriptionsmodell ausgewählt
eo: Neniu transskriba modelo elektita
pl: Nie wybrano modelu transkrypcji
zh_hans: 未选择转写模型

source: No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab.
ca: No hi ha cap model de transcripció disponible. Connecta't a un servei al núvol o baixa un model local a la pestanya Models d'IA.
de: Keine Transkriptionsmodelle verfügbar. Verbinde dich mit einem Cloud-Dienst oder lade im Tab „KI-Modelle“ ein lokales Modell herunter.
eo: Neniuj transskribaj modeloj disponeblas. Konektiĝu al nuba servo aŭ elŝutu lokan modelon en la langeto AI-modeloj.
pl: Brak dostępnych modeli transkrypcji. Połącz się z usługą w chmurze lub pobierz lokalny model w zakładce Modele AI.
zh_hans: 没有可用的转写模型。请在「AI 模型」标签页中连接云服务或下载本地模型。

source: No transcription text was available for the custom command.
ca: No hi havia cap text de transcripció disponible per a l'ordre personalitzada.
de: Für den eigenen Befehl war kein Transkriptionstext verfügbar.
eo: Neniu transskriba teksto disponeblis por la propra komando.
pl: Dla niestandardowego polecenia nie był dostępny tekst transkrypcji.
zh_hans: 没有可供自定命令使用的转写文本。

source: No transcriptions yet
ca: Encara no hi ha transcripcions
de: Noch keine Transkriptionen
eo: Ankoraŭ neniuj transskriboj
pl: Jeszcze brak transkrypcji
zh_hans: 暂无转写记录

source: No triggers
ca: Cap activador
de: Keine Auslöser
eo: Neniuj ekigiloj
pl: Brak wyzwalaczy
zh_hans: 无触发条件

source: No triggers in this group
ca: No hi ha activadors en aquest grup
de: Keine Auslöser in dieser Gruppe
eo: Neniuj ekigiloj en ĉi tiu grupo
pl: Brak wyzwalaczy w tej grupie
zh_hans: 此分组中没有触发条件

source: No Websites
ca: Cap lloc web
de: Keine Websites
eo: Neniuj retejoj
pl: Brak witryn
zh_hans: 无网站

source: None
ca: Cap
de: Kein
eo: Neniu
pl: Brak
zh_hans: 无

source: None detected
ca: No se n'ha detectat cap
de: Nichts erkannt
eo: Nenio detektita
pl: Nie wykryto
zh_hans: 未检测到

source: None selected
ca: No hi ha res seleccionat
de: Nichts ausgewählt
eo: Nenio elektita
pl: Nic nie wybrano
zh_hans: 未选择

source: Not configured
ca: No configurat
de: Nicht konfiguriert
eo: Ne agordita
pl: Nieskonfigurowane
zh_hans: 未配置

source: Not connected
ca: No connectat
de: Nicht verbunden
eo: Ne konektita
pl: Nie połączono
zh_hans: 未连接

source: Not connected to streaming transcription service
ca: Sense connexió amb el servei de transcripció en temps real
de: Nicht mit dem Streaming-Transkriptionsdienst verbunden
eo: Ne konektita al fluanta transskriba servo
pl: Brak połączenia z usługą transkrypcji strumieniowej
zh_hans: 未连接到流式转写服务

source: Not Determined
ca: No determinat
de: Nicht festgelegt
eo: Ne determinita
pl: Nieokreślone
zh_hans: 未确定

source: Not Granted
ca: No concedit
de: Nicht gewährt
eo: Ne permesita
pl: Nieprzyznane
zh_hans: 未授予

source: Not Set
ca: Sense definir
eo: Ne agordita
pl: Nieustawione
zh_hans: 未设置

source: Notch
ca: Osca
eo: Noĉo
zh_hans: 刘海

source: Note: Press Option 1-9 during recording to switch modes manually.
ca: Nota: prem Opció 1-9 durant l'enregistrament per canviar de mode manualment.
de: Hinweis: Drücke Option 1-9 während der Aufnahme, um manuell den Modus zu wechseln.
eo: Noto: Premu Option 1–9 dum registrado por mane ŝanĝi la reĝimon.
pl: Uwaga: Naciśnij Option 1–9 podczas nagrywania, aby ręcznie zmienić tryb.
zh_hans: 注意：录音时按 Option 1-9 可手动切换模式。

source: OK
ca: D'acord
eo: Bone
zh_hans: 好

source: Ollama request timed out
ca: La sol·licitud a Ollama ha esgotat el temps d'espera
de: Zeitüberschreitung bei der Ollama-Anfrage
eo: Peto al Ollama eltempiĝis
pl: Przekroczono czas oczekiwania na żądanie Ollama
zh_hans: Ollama 请求超时

source: Ollama server error
ca: Error del servidor d'Ollama
de: Ollama-Serverfehler
eo: Servila eraro de Ollama
pl: Błąd serwera Ollama
zh_hans: Ollama 服务器错误

source: Ollama service is not available
ca: El servei d'Ollama no està disponible
de: Ollama-Dienst ist nicht verfügbar
eo: La servo Ollama ne disponeblas
pl: Usługa Ollama jest niedostępna
zh_hans: Ollama 服务不可用

source: On timeout
ca: En esgotar-se el temps
de: Bei Timeout
eo: Post eltempiĝo
pl: Po przekroczeniu czasu
zh_hans: 超时后

source: On-Device
ca: Al dispositiu
de: Auf dem Gerät
eo: Sur la aparato
pl: Na urządzeniu
zh_hans: 设备端

source: Open %@ API key page
ca: Obrir la pàgina de la clau d'API de %@
de: %@ API-Schlüssel-Seite öffnen
eo: Malfermi la paĝon de API-ŝlosilo de %@
pl: Otwórz stronę klucza API %@
zh_hans: 打开 %@ API 密钥页面

source: Open Accessibility settings
ca: Obrir la configuració d'Accessibilitat
de: Einstellungen für Bedienungshilfen öffnen
eo: Malfermi agordojn de alirebleco
pl: Otwórz ustawienia dostępności
zh_hans: 打开辅助功能设置

source: Open detailed model performance
ca: Obrir el rendiment detallat del model
de: Detaillierte Modellleistung öffnen
eo: Malfermi detalan rendimenton de modelo
pl: Otwórz szczegółową wydajność modelu
zh_hans: 打开详细模型性能

source: Open History Window
ca: Obrir la finestra de l'historial
de: Verlaufsfenster öffnen
eo: Malfermi la fenestron de historio
pl: Otwórz okno historii
zh_hans: 打开历史记录窗口

source: Open recommended AI models
ca: Obrir els models d'IA recomanats
de: Empfohlene KI-Modelle öffnen
eo: Malfermi rekomenditajn AI-modelojn
pl: Otwórz polecane modele AI
zh_hans: 打开推荐 AI 模型

source: Open Settings
ca: Obrir la configuració
de: Einstellungen öffnen
eo: Malfermi agordojn
pl: Otwórz ustawienia
zh_hans: 打开设置

source: Open Source
ca: Codi obert
eo: Malferma kodo
zh_hans: 开源

source: OpenAI Compatible
ca: Compatible amb OpenAI
de: OpenAI-kompatibel
eo: Kongrua kun OpenAI
pl: Zgodny z OpenAI
zh_hans: OpenAI 兼容

source: Optimizing model for your device
ca: S'està optimitzant el model per al teu dispositiu
de: Modell wird für Ihr Gerät optimiert
eo: Optimumigado de la modelo por via aparato
pl: Optymalizowanie modelu dla twojego urządzenia
zh_hans: 正在为你的设备优化模型

source: or
ca: o
de: oder
eo: aŭ
pl: lub
zh_hans: 或

source: Original Text
ca: Text original
eo: Originala teksto
pl: Oryginalny tekst
zh_hans: 原文

source: Original text (use commas for multiple)
ca: Text original (separa'n diversos amb comes)
de: Originaltext (mehrere mit Komma trennen)
eo: Originala teksto (apartigu plurajn per komoj)
pl: Oryginalny tekst (dla wielu oddziel przecinkami)
zh_hans: 原文（多个用逗号分隔）

source: Output
ca: Sortida
de: Ausgabe
eo: Eligo
pl: Wyjście
zh_hans: 输出
